"LASTREGISTRATIONFAILED" = "Please attempt registration again.\nTransaction ID: ";
"REGISTERED" = "Language Aid is registered";
"BEINGENABLED" = "Language Aid is being Enabled";
"BEINGDISABLED" = "Language Aid is being Disabled";
"ENABLED" = "Language Aid is Enabled";
"DISABLED" = "Language Aid is Disabled";
"ENABLE" = "Enable";
"DISABLE" = "Disable";
"REGISTERING" = "Registering Language Aid for this computer.";
"REGISTRATIONFAILED" = "Registration failed, try again later.Transaction ID: ";
"UNINSTALL" = "Uninstall";
"UNINSTALLWARNING" = "Uninstalling will remove the Language Aid application, Preference Pane and SDK (if installed) from your system.  Do you want to do this?";
"YES" = "Yes";
"NO" = "No";
"TRIGGERCONFLICT" = "Be sure to not choose trigger combos that might conflict with other functions such as Exposé, Spotlight or Dashboard.";
"DOWNLOADFAILED" = "Downloading the new module version failed.  Check your internet connection or try again later.";
"BADDOWNLOAD" = "Bad Download";
"OK" = "Ok";
"UNSIGNEDTOGGLE" = "Allow the loading of unsigned plugins";
"UNSIGNEDWARNING" = "Checking this box allows Language Aid to load plugin modules which have not been signed by Aoren Software.  Aoren Software has no influence over the functionality and quality of unsigned plugin modules and takes no responsibilty for their actions.  That said, 3rd party plugins can expand the functionality of Language Aid significantly and their development is encouraged.";
"UPGRADE" = "Upgrade to version";
"UPGRADEDIALOG" = "There is a new version of this plugin module.  Would you like to download and install the latest version? (Requires Language Aid restart)";
"UPGRADEALL" = "Upgrade All Out Of Date Plugin Modules";
"UPGRADEALLDIALOG" = "There are new versions of currently installed plugin modules available.  Would you like to upgrade all of them to the latest versions? (Requires Language Aid restart)";
"MOUSE" = "Mouse Button";
"NOTLOADED" = "<Not Loaded>";
"UNSIGNEDTOOLTIP" = "\"Unsigned plugins\" are plugins that are not distributed or controlled by Aoren Software.";
"NEEDSLICENSEUPGRADE" = "An older, incompatible license was detected.\nYou can purchase an upgrade license at reduced cost.";
"UPGRADELICENSE" = "Upgrade License";
"NOTSET" = "<not set>";
"GREYEDOUTCHECKBOX" = "This plugin module cannot be enabled because the \"Allow unsigned plugins\" setting is turned off.";